"NSAppleEventsUsageDescription" = "Itsycal usa AppleEvents per aprire la tua app del calendario al giorno selezionato. È possibile modificare questa impostazione in Preferenze di Sistema › Sicurezza e Privacy › Privacy.";

"NSCalendarsUsageDescription" = "Itsycal è più utile quando è in grado di visualizzare eventi dai calendari. È possibile modificare questa impostazione in Preferenze di Sistema › Sicurezza e Privacy › Privacy.";
